<template>
	<div id="app2">
		<div class="about">
			<h1 class="howplay">Правила</h1>
			<p id="p"><b>CQuiz</b> — интеллектуальная игра-викторина, для победы в которой вам понадобится проявить знания в области высшей математики.</p>
			<hr align="left" width="1000" size="1" color="black" />
			<p id="p">В процессе игры вам будет предложено 5 вопросов. Ваша задача - за отведенное на вопрос время, ответить на поставленный вопрос. За каждый правильный ответ вы будете получать очки. Так же, чем быстрее вы ответите на вопрос, тем больше очков получите. При неправильном ответе на вопрос вы не будете терять очки. По результату викторины будет определен победитель в зависимости от количества набранных очков.</p>
		</div>
	</div>
</template>


<style lang="scss" scoped>

#app2 {
  font-size: 26px;
  font-family: sans-serif;
}

.main{
	font-size: 35px;
}

#h1{
	font-size: 60px;
}

#btn{
	margin-top: 15px;
	font-size: 36px;
}

.howplay{
	margin-top: 30px;
}

#p{
	text-align: left;
	text-indent: 40px;
}
</style>